#в словаре находятся данные по: кол-во правильных ответов,
#кол-во предлагаемых ответов, вопроса, вариантами ответа, правильные ответы если их больше одного
#так же здесь находится счетчик пользователя
questions_answers = [{"R_Acounter" : 1, "Acounter" : 3, "Q" : "Первый космонавт россии?", "A1" : "Я", "A2" : "Гагарин", "A3" : "yorha 2B", "R_A1" : 2,},
                    {"R_Acounter" : 1, "Acounter" : 3, "Q" : "сколько мне лет?", "A1" : 1, "A2" : 2, "A3" : 3, "R_A1" : 2,},
                    {"R_Acounter" : 1, "Acounter" : 3, "Q" : "сколько мне лет?", "A1" : 4, "A2" : 5, "A3" : 6, "R_A1" : 2,},
                    {"R_Acounter" : 1, "Acounter" : 3, "Q" : "сколько мне лет?", "A1" : 7, "A2" : 8, "A3" : 9, "R_A1" : 2,},
                    {"R_Acounter" : 2, "Acounter" : 3, "Q" : "кто я?", "A1" : "lexa", "A2" : "марина", "A3" : "hlrn", "R_A1" : 3,"R_A2" : 1},
                    {"R_Acounter" : 2, "Acounter" : 3, "Q" : "кто я?", "A1" : "lexa", "A2" : "марина", "A3" : "hlrn", "R_A1" : 3,"R_A2" : 2},
                    {"R_Acounter" : 1, "Acounter" : 3, "Q" : "ты кто?", "A1" : "леха", "A2" : "леха", "A3" : "леха", "R_A1" : 1,}]

score = 0